Repository: kodi-game/game.libretro.o2em
Catalog: game.libretro.o2em/resources/language/resource.language.*/strings.po
Languages: fi_fi, ga

# Addon Description
source: O2EM is an Odyssey² / VideoPac emulator.[CR][CR]Place [I]o2rom.bin[/I] (required) in your userdata folder.
fi_fi: O2EM on Odyssey²/VideoPac-emulaattori.[CR][CR]Sijoita[I]o2rom.bin[/I] (vaaditaan) userdata-kansioosi.
ga: Is aithriseoir Odyssey² / VideoPac é O2EM.[CR][CR]Cuir [I]o2rom.bin[/I] (riachtanach) i do fhillteán sonraí úsáideora.

# #30000
source: Settings
fi_fi: Asetukset

# #30001
source: Emulated Hardware (Restart)
fi_fi: Emuloi laitteistoa (käynnistä uudelleen)
ga: Crua-earraí Aithrisithe (Atosaigh)

# #30002
source: Console Region (Restart)
fi_fi: Konsolin alue (uudelleenkäynnistys)
ga: Réigiún Consóil (Atosaigh)

# #30003
source: Swap Gamepads
fi_fi: Vaihda peliohjaimia
ga: Malartaigh Gamepads

# #30005
source: Crop Overscan
fi_fi: Yliskannauksen rajaus
ga: Barrscánadh

# #30006
source: Interframe Blending
fi_fi: Vuorokuvien sekoitus
ga: Cumasc Idirfhráma

# #30007
source: Audio Volume
fi_fi: Äänenvoimakkuus
ga: Imleabhar Fuaime

# #30008
source: Voice Volume
fi_fi: Puheen voimakkuus
ga: Toirt Gutha

# #30009
source: Audio Filter
fi_fi: Äänisuodatin
ga: Scagaire Fuaime

# #30010
source: Audio Filter Level
fi_fi: Äänisuodatuksen taso
ga: Leibhéal Scagaire Fuaime

# #30004
source: Virtual KBD Transparency
ga: Trédhearcacht KBD Fíorúil
